complete/buddy_data/奇秀-主播房间-20160913073801-20160913073801200

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 7:38:01]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[154455]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[新人开播求关注，求守护]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[768]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[714]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[102]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[110]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小胆的一休]]></vipnickname><vipuserid><![CDATA[2279141379]]></vipuserid><top_name><![CDATA[小胆的一休]]></top_name><top_money><![CDATA[10000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小胆的一休]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小胆的一休]]></top_name><top_money><![CDATA[1190]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[守护热舞皇后狐狸]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[守护热舞皇后狐狸]]></top_name><top_money><![CDATA[1010]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[韩式看法]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[韩式看法]]></top_name><top_money><![CDATA[660]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[韵儿老公]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[韵儿老公]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[懵??小主求秒榜]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[懵??小主求秒榜]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[真诚_wx5621]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[真诚_wx5621]]></top_name><top_money><![CDATA[70]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[君少??爱??悠然]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[君少??爱??悠然]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[铁拳飞鹰]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[铁拳飞鹰]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[成都兵少]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[成都兵少]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[饮一杯过喉]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[饮一杯过喉]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 